11/data/attachments/79fb879ab1751c10.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d68ab28d-3076-45c5-9efc-575aac863dcc</nif:username>
            <nif:friendToBeAdded>Victoria_child_Friend_31054_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>